Repository: wp-plugins/personal-authors-category
Catalog: languages/personal-authors-category-*.po
Languages: ru_ru

source: personal authors category
ru_ru: Рубрики для авторов

source: user
ru_ru: Автору

source: whith id
ru_ru: с id

source: added the category
ru_ru: добавлена рубрика

source: settings
ru_ru: Настройки

source: category format
ru_ru: Формат:

source: category format label
ru_ru: Формат названий создаваемых рубрик, теги {login} и {catname} будут заменяться на соответственно логин автора и имя рубрики

source: select category
ru_ru: Выберите рубрики

source: checkbox label
ru_ru: Рубрики, в которых будут создаваться дочерние рубрики согласно формату. Можно выбрать несколько рубрик. Автор сможет писать только в своих рубриках.

source: save
ru_ru: Сохранить

source: add category old users
ru_ru: Добавить рубрики старым авторам

source: donate
ru_ru: Помощь проекту

source: donate message
ru_ru: Плагин распространяется бесплатно, однако, если он оказался Вам полезен, я буду признателен Вам за любое пожертвование на развитие моего проекта посредством PayPal, Webmoney или Яндекс-денег. А указав в комментарии к пожертвованию ссылку на свой сайт, вы получите также размещение ссылки в специальном блоке почёта на моём проекте.

source: webmoney
ru_ru: webmoney R

source: donate name
ru_ru: Имя:

source: donate email
ru_ru: Email:

source: donate web
ru_ru: Сайт:

source: donate comment
ru_ru: Комментарий:

source: send donate
ru_ru: Отправить

source: yandex
ru_ru: Яндекс деньги

source: terms of use
ru_ru: Условия использования

source: terms of use message
ru_ru: Хочу отметить, что мною не было отмечено никаких проблем в связи с работой данного плагина. Он успешно используется мной на весьма востребованном авторами проекте. Тем не менее, Вы используете данный продукт на свой страх и риск. Совместимость плагина проверялась на версиях Wordpress 3.5 и выше. Я не гарантирую совместимость плагина с более старыми версиями, однако предполагаю что плагин будет развиваться для дальнейшего использования в актуальной версии Wordpress. Я также не гарантирую совместимость плагина с другими плагинами, не гарантирую скорого разрешения возможных проблем в работе плагина и ни при каких обстоятельствах, я не несу ответственности за возможный ущерб, причинённый использованием данного плагина.

source: metatitle
ru_ru: Выберите одну рубрику
